---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.AtomViolationWhenMultiPlacedInstances
source: html/d7ddc84c-5270-2672-4e81-02e83f2b3546.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.AtomViolationWhenMultiPlacedInstances Property

Changes to groups are allowed only in group edit mode. Use the Edit Group command to change to all instances of a group type.
 You may use the "Ungroup" option to proceed with this change by ungrouping the changed group instances.

## Syntax (C#)
```csharp
public static FailureDefinitionId AtomViolationWhenMultiPlacedInstances { get; }
```